[
  "dataview",
  "obsidian-excalidraw-plugin",
  "homepage",
  "obsidian-annotator",
  "obsidian-linter",
  "periodic-notes",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "templater-obsidian",
  "obsidian-vimrc-support",
  "maximise-active-pane-obsidian",
  "obsidian-git",
  "settings-search",
  "calendar",
  "obsidian-citation-plugin",
  "customizable-menu",
  "daily-activity",
  "obsidian-diagrams-net",
  "hotkeysplus-obsidian",
  "obsidian-icons-plugin",
  "obsidian-limelight",
  "obsidian-list-callouts",
  "obsidian-local-rest-api",
  "no-dupe-leaves",
  "oz-image-plugin",
  "quickadd",
  "vim-im-select",
  "zotero-bridge",
  "obsidian-zotero-desktop-connector",
  "zotero-link",
  "chronology",
  "obsidian-hider",
  "obsidian-scroll-offset",
  "obsidian-advanced-uri",
  "obsidian-activity-history",
  "obsidian-activity-logger",
  "cmdr",
  "obsidian-contextual-typography",
  "obsidian-daily-stats",
  "obsidian-daily-notes-viewer",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-footnote-indicator",
  "heatmap-calendar",
  "mrj-jump-to-link",
  "keyboard-analyzer",
  "metadata-menu",
  "mysnippets-plugin",
  "obsidian-charts",
  "quick-snippets-and-navigation",
  "uri-commands",
  "symbols-prettifier",
  "recent-files-obsidian",
  "obsidian-pretty-bibtex",
  "obsidian-colorful-tag",
  "obsidian-hypothesis-plugin",
  "obsidian42-brat",
  "obsidian-ticktick",
  "nldates-obsidian",
  "obsidian-paste-image-rename",
  "obsidian-trim-whitespace",
  "obsidian-image-toolkit",
  "pane-relief",
  "obsidian-table-generator",
  "table-editor-obsidian",
  "daily-notes-editor",
  "obsidian-new-note-new-window",
  "obsidian-paper-import",
  "mermaid-tools",
  "obsidian-wakatime",
  "obsidian-codemirror-options",
  "open-gate",
  "obsidian-columns",
  "obsidian-pandoc",
  "image-captions",
  "email-block-plugin",
  "webpage-html-export",
  "obsidian-projects",
  "simple-embeds",
  "obsidian-better-command-palette",
  "obsidian-mkdocs-publisher",
  "quick-explorer",
  "obsidian-remember-file-state",
  "actions-uri",
  "obsidian-icon-shortcodes",
  "obsidian-advanced-slides",
  "obsidian-admonition"
]